Repository: drena-pt/drena
Catalog: locale/*.UTF-8/LC_MESSAGES/messages.po
Languages: de_ch, fr_ch, it_it

source: Entrar
de_ch: Einloggen
fr_ch: Identifiant
it_it: Entrare

source: Utilizador
de_ch: Benutzername
fr_ch: Pseudo
it_it: Nome utente

source: Palavra-passe
de_ch: Passwort
fr_ch: Mot de passe
it_it: Password

source: Iniciar sessão
de_ch: Einloggen
fr_ch: Commencer la session
it_it: Entrare

source: Criar uma conta
de_ch: Konto erstellen
fr_ch: Créer une compte
it_it: Creare un account

source: Sair
de_ch: Ausloggen
fr_ch: Déconnecter
it_it: Disconnettersi

source: Registo
de_ch: Registrieren
fr_ch: Registrer

source: O teu nome verdadeiro
de_ch: Dein echter Name
fr_ch: Votre Prenom

source: Nome de utilizador
de_ch: Benutzername
fr_ch: Pseudo

source: Repetir a palavra-passe
de_ch: Passwort wiederholen
fr_ch: Répéter le mot de passe

source: Adicionar um email
de_ch: Email hinzufügen
fr_ch: Votre email

source: Alterar email
de_ch: Email ändern
fr_ch: Changer Votre email

source: Endereço de email
de_ch: Email Addresse
fr_ch: Adresse e-mail

source: Novo endereço de email
de_ch: Neue Email Addresse
fr_ch: Nouvelle adresse e-mail

source: Confirmar email
de_ch: Email bestätigen
fr_ch: Confirme l'email

source: Confirmar ativação da conta
de_ch: Account aktivierung bestätigen
fr_ch: Confirmer les activations du compte

source: Enviámos um código de verificação para %s
de_ch: Eine Verifizierungs Email wurde an %s geschickt
fr_ch: Un courriel de vérification a été envoyé à %s

source: Pode demorar algum tempo até o email chegar, verifica na caixa de spam.
de_ch: Es kann eine Weile dauern biss die Email ankommt überprüfen sie Ihren Spamm Ordner.
fr_ch: Le-mail peut prendre du temps a arriver dans votre boîte de réception. Sinon, vérifiez les spams.

source: Código de verificação
de_ch: Verifizierungs Code
fr_ch: Code de vérification

source: Reenviar email
de_ch: Email erneut schicken
fr_ch: Renvoyer l'email

source: Enviar email de recuperação
de_ch: Wiederherstellungs Email schicken
fr_ch: Envoyer un e-mail de récupération

source: Email enviado
de_ch: Email gesendet
fr_ch: Email envoyé

source: Foi enviado um email com o link para recuperação da conta associada ao email.
de_ch: Eine E-Mail mit dem Link für die Kontowiederherstellung wurde gesendet
fr_ch: Un courriel contenant le lien pour la récupération du compte a été envoyé.

source: Recuperar conta
de_ch: Konto wiederherstellen
fr_ch: Récupérer le compte

source: Se não te lembras da tua palavra-passe, insere o teu email associado à conta.
de_ch: Wenn Sie sich nicht an Ihr Passwort erinnern können, geben Sie die mit dem Konto verknüpfte E-Mail ein
fr_ch: Si vous ne vous souvenez pas de votre mot de passe, entrez l'adresse électronique associée au compte.

source: Palavra-passe alterada
de_ch: Password changed
fr_ch: Mot de passe modifié

source: A palavra-passe foi alterada com sucesso, já podes iniciar sessão!
fr_ch: Le mot de passe a été changé avec succès, vous pouvez maintenant vous connecter !

source: Alterar a palavra-passe
de_ch: Passwort ändern
fr_ch: Modifier le mot de passe

source: Insere a nova palavra-passe.
de_ch: Neues Passwort einfügen
fr_ch: Insérer un nouveau mot de passe

source: Nova palavra-passe
de_ch: Neues Passwort
fr_ch: Nouveau mot de passe

source: O teu email atual é %s, regista o novo email abaixo.
de_ch: Ihre aktuelle E-Mail lautet %s, registrieren Sie Ihre neue E-Mail hier
fr_ch: Votre adresse électronique actuelle est %s, enregistrez votre nouvelle adresse ici.

source: Criar
de_ch: Erstellen
fr_ch: Créer
it_it: Creare

source: Mostra o que fazes.
de_ch: Zeig was du machst.
fr_ch: Montrez ce que vous faites.
it_it: Mostra cosa fai.

source: Ultimos vídeos
de_ch: neuste videos
fr_ch: Dernières vidéos
it_it: ultimi video

source: Administrar
de_ch: Verwalten
fr_ch: Gérer

source: Configurações
de_ch: Einstellungen
fr_ch: Configuration

source: Alterar título
de_ch: Titel ändern
fr_ch: Changer le titre

source: Cancelar
de_ch: Abbrechen
fr_ch: Annuler

source: Fechar
de_ch: SChliessen
fr_ch: Fermer

source: Alterar
de_ch: ändern
fr_ch: Changer

source: Eliminar
de_ch: Löschen
fr_ch: Supprimer

source: Verificar
de_ch: Bestätigen
fr_ch: Confirmer

source: Adicionar
de_ch: Hinzufügen
fr_ch: Ajouter

source: Esta ação é irreversível!
de_ch: Diese Aktion ist unumkehrbar!
fr_ch: Cette action est irréversible!

source: Olá %s
de_ch: Hallo %s
fr_ch: Bonjour %s

source: Perfil
de_ch: Profil
fr_ch: Profil
it_it: Profilo

source: Alterar foto
de_ch: Foto ändern
fr_ch: Modifier photo
it_it: Cambia foto

source: Utilizador desde %s de
de_ch: Account seit %s
fr_ch: Utilisateur depuis %s
it_it: Conto dal %s

source: Lista de conhecidos
de_ch: Bekannten Liste
fr_ch: Liste de connaissances
it_it: Elenco conosciuto

source: São conhecidos
de_ch: Sind Bekannte
fr_ch: Les connaissances
it_it: Sono conoscenti

source: Remover conhecido
de_ch: Bekanntschaft entfernen
fr_ch: Supprimer une connaissance
it_it: Rimuovere il conoscente

source: Aceitar pedido
de_ch: Anfrage annehmen
fr_ch: Accepter la demande
it_it: accettare la richiesta

source: Pedidos
de_ch: Anfragen
fr_ch: Demandes
it_it: Richieste

source: Pedido enviado
de_ch: Anfrage gesendet
fr_ch: Demande envoyée

source: Cancelar pedido
de_ch: Anfrage abbrechen
fr_ch: Annuler la demande

source: Obrigado por te registares na drena, fica à vontade para partilhares as tuas coisas.
fr_ch: Nous vous remercions d’être partie de Drena, n’hésitez pas à partager vos affaires.

source: Áudio
de_ch: Audio
fr_ch: Audio
it_it: Audio

source: Áudios
de_ch: Audios
fr_ch: Audios
it_it: Audios

source: Carregar áudio
de_ch: Audio Hochladen
fr_ch: Télécharger l'audio
it_it: Caricare l'audio

source: Nenhum áudio selecionado
de_ch: Keine Audio ausgewählt
fr_ch: Aucun audios sélectionnés
it_it: Nessun audio selezionato

source: Selecionar um áudio
de_ch: Audio auswählen
fr_ch: Sélectionnez un fichier audio
it_it: Selezionare l'audio

source: Ouvir áudio
de_ch: Audio anhören
fr_ch: Écouter l'audio
it_it: Ascolta l'audio

source: Informações do áudio
de_ch: Audio-Infos
fr_ch: Infos audio

source: Eliminar áudio
de_ch: Audio löschen
fr_ch: Supprimer l'audio

source: Imagem
de_ch: Bild
fr_ch: Image
it_it: Immagine

source: Imagens
de_ch: Bilder
fr_ch: Images
it_it: Immagini

source: Carregar imagens
de_ch: Bilder Hochladen
fr_ch: Télécharger des images
it_it: Carica immagini

source: Selecionar imagens
de_ch: Bild auswählen
fr_ch: Sélectionner les images
it_it: Selezionare l'immagine

source: Eliminar imagem
de_ch: Bild löschen
fr_ch: Supprimer l'image

source: Vídeo
de_ch: Video
fr_ch: Vidéo
it_it: Video

source: Vídeos
de_ch: Videos
fr_ch: Vidéos
it_it: Video

source: Carregar vídeo
de_ch: Videos hochladen
fr_ch: Télécharger des vidéos
it_it: Carica i video

source: Nenhum vídeo selecionado
de_ch: Kein Video ausgewählt
fr_ch: Aucune vidéo sélectionnée
it_it: Nessun video selezionato

source: Selecionar um vídeo
de_ch: Video auswählen
fr_ch: Sélectionnez une vidéo
it_it: Seleziona il video

source: Ver vídeo
de_ch: Video anschauen
fr_ch: Regarder la vidéo
it_it: Guarda il video

source: Informações do vídeo
de_ch: Video-Infos
fr_ch: Infos vidéo

source: Eliminar vídeo
de_ch: Video löschen
fr_ch: Supprimer la vidéo

source: carregado
de_ch: Hochgeladen
fr_ch: téléchargé
it_it: caricato

source: Carregamento completo
de_ch: Hochladen abgeschlossen
fr_ch: Téléchargement complet
it_it: Carica completato

source: Publicado por
de_ch: Publiciert von
fr_ch: Publié par
it_it: Pubblicato da

source: gostos
de_ch: Gefällt
fr_ch: aimes
it_it: Come

source: há %s
de_ch: %s her
fr_ch: %s depuis

source: Projeto
de_ch: Projekt
fr_ch: Projet
it_it: Progetto

source: Projetos
de_ch: Projekte
fr_ch: Projets
it_it: Progetti

source: Campo vazio.
de_ch: Leeres Feld
fr_ch: Champ vide.

source: As palavras-passe não podem ser diferentes.
de_ch: Die Passwörter können sich nicht unterscheiden
fr_ch: Les mots de passe ne peuvent pas être différents.

source: Este email já está em uso.
de_ch: Diese E-Mail wurde bereits verwendet
fr_ch: Cet e-mail a déjà été utilisé.

source: Este utilizador já está registado.
de_ch: Dieser Benutzer ist bereits registriert
fr_ch: Cet utilisateur est déjà enregistré.

source: Não podes usar caracteres especiais.
de_ch: Sie können keine Sonderzeichen verwenden
fr_ch: Vous ne pouvez pas utiliser de caractères spéciaux.

source: Código de verificação inválido.
de_ch: Verifizierungscode ist nicht gültig.
fr_ch: Le code de vérification n'est pas valide.

source: Não podes utilizar o mesmo email.
de_ch: Sie können nicht die gleiche E-Mail-Adresse verwenden.
fr_ch: Vous ne pouvez pas utiliser la même adresse électronique.

source: O email %s já foi registado e está a ser utilizado por outra conta. Por favor utiliza outro email.
de_ch: Diese E-Mail wurde bereits in einem anderen Konto verwendet. Bitte verwenden Sie eine andere E-Mail-Adresse.
fr_ch: Cette adresse électronique a déjà été utilisée dans un autre compte. Veuillez utiliser une autre adresse e-mail.

source: Atualmente não tens nenhum email para recuperação e contacto da tua conta. Adiciona um email abaixo.
de_ch: Zu diesem Zeitpunkt haben Sie keine Wiederherstellungs-E-Mail
fr_ch: Pour l'instant, vous n'avez pas d'email de récupération.

source: Espera 5 minutos antes de reenviar um email.
de_ch: Warten Sie 5 Minuten, bevor Sie eine neue E-Mail senden.
fr_ch: Attendez 5 minutes avant d'envoyer un nouvel e-mail.

source: Excedeste o limite de emails.
de_ch: Sie haben das Limit für E-Mails überschritten.
fr_ch: Vous avez dépassé la limite d’emails.

source: Utilizador inválido.
de_ch: Dieser Benutzer ist nicht gültig.
fr_ch: Ce utilisateur n'est pas valide.

source: A palavra-passe está errada.
de_ch: Falsches Passwort.
fr_ch: Mot de passe incorrect.

source: Email inválido.
de_ch: E-Mail nicht gültig.
fr_ch: Courriel non valide.

source: ano
de_ch: Jahr
fr_ch: année
it_it: anno

source: anos
de_ch: Jahren
fr_ch: années
it_it: anni

source: mês
de_ch: Monat
fr_ch: mois
it_it: mese

source: meses
fr_ch: mois

source: semana
de_ch: Woche
fr_ch: semaine
it_it: settimana

source: semanas
de_ch: Wochen
fr_ch: semaines
it_it: settimane

source: dia
de_ch: Tag
fr_ch: jour
it_it: giorno

source: dias
de_ch: Tagen
fr_ch: jours
it_it: giorni

source: hora
de_ch: Stunde
fr_ch: heure
it_it: ora

source: horas
de_ch: Stunden
fr_ch: heures
it_it: ore

source: minuto
de_ch: Minute
fr_ch: minute

source: minutos
de_ch: Minuten
fr_ch: minutes
it_it: minuti

source: segundo
de_ch: Sekunde
fr_ch: seconde
it_it: secondo

source: segundos
de_ch: Sekunden
fr_ch: secondes
it_it: secondi

source: janeiro
de_ch: Januar
fr_ch: janvier
it_it: gennaio

source: fevereiro
de_ch: Februar
fr_ch: février
it_it: febbraio

source: março
de_ch: März
fr_ch: mars
it_it: marzo

source: abril
de_ch: April
fr_ch: avril
it_it: aprile

source: maio
de_ch: Mai
fr_ch: mai
it_it: maggio

source: junho
de_ch: Juni
fr_ch: juin
it_it: giugno

source: julho
de_ch: Juli
fr_ch: juillet
it_it: luglio

source: agosto
de_ch: August
fr_ch: août

source: setembro
de_ch: September
fr_ch: septembre
it_it: settembre

source: outubro
de_ch: Oktober
fr_ch: octobre
it_it: ottobre

source: novembro
de_ch: November
fr_ch: novembre
it_it: novembre

source: dezembro
de_ch: Dezember
fr_ch: décembre
it_it: dicembre

source: Criado por %s
fr_ch: Créer %s

source: Bem vindo!
fr_ch: Bienvenue!

source: A carregar...
fr_ch: Télécharger...

source: Procurar
fr_ch: Cherche

source: Ex: utilizador, vídeo, projeto...
fr_ch: E.g. pseudo, vidéo, projet...

source: Título
fr_ch: Titre

source: Aviso
fr_ch: Attention

source: Concluído
fr_ch: Complet

source: Visibilidade
fr_ch: Visibilité

source: Invisível
fr_ch: Invisible

source: Mover para baixo
fr_ch: Déplacer vers le bas

source: Mover para cima
fr_ch: Déplacer vers le haut

source: Guardar
fr_ch: Sauvegarder

source: Média não encontrada!
fr_ch: Médias introouvable!

source: Comentário
fr_ch: Commenter

source: Adicionar um comentário
fr_ch: Ajouter une remarque

source: Comentar
fr_ch: Remarque

source: Alterar miniatura
fr_ch: Changer la vignette

source: Eliminar comentário
fr_ch: Enlever la Remarque

source: Comentado por %s
fr_ch: Commenter by %s

source: Comprimir vídeo
fr_ch: Compresse la vidéo

source: O vídeo está a ser processado...
fr_ch: La vidéo est en processus...

source: A qualidade do vídeo é elevada, e pode comprometer a visualização em conexões mais lentas. Comprima o vídeo.
fr_ch: La qualité de la vidéo est trop haute, ceci peut compromettre la vidéo dans des connexions lentes. Compressez la vidéo s’il vous plait.

source: O vídeo está a ser convertido porque a codificação não é suportada.
fr_ch: La vidéo est en train d’être converti a cause du codification non prise en charge.

source: Nova secção
fr_ch: Nouveau section

source: Eliminar projeto
fr_ch: Imprimer projet

source: Editar texto
fr_ch: Editeur de texte

source: Secção
fr_ch: Section

source: Adicionar a um álbum
fr_ch: Ajouter au Album

source: Criar álbum
fr_ch: Créer album

source: Álbum de %s
fr_ch: %s album

source: Eliminar álbum
fr_ch: Imprimer album

source: Cor
fr_ch: Couleur

source: Preto
fr_ch: Noir

source: Branco
fr_ch: Blanc

source: Azul
fr_ch: Bleu

source: Verde
fr_ch: Vert

source: Amarelo
fr_ch: Jaune

source: Vermelho
fr_ch: Rouge

source: Rosa
fr_ch: Rose

source: Ciano
fr_ch: Cyan

source: Roxo
fr_ch: Violet

source: mêses
de_ch: Monaten
it_it: mesi
